Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Once the payment processor confirms the payment, we will send a confirmation email to you. This email will look like the following: Thanks for ordering from us. This email confirms your order of <your product>. Your Order ID is <order ID> and your payment has now cleared. A receipt has been emailed to you separately. You can download your digital products from <URL> The URL is a unique secret that you can use to access your downloads. Please save this email for future reference. Your Order ID is important.
sv: När betalningshanteraren bekräftar betalningen skickar vi ett bekräftelsemeddelande till dig. E-postmeddelandet ser ut så här: Tack för din beställning. Detta e-postmeddelande bekräftar din beställning av <your product>. Ditt beställnings-ID är <order ID> och betalningen har nu genomförts. Ett kvitto har skickats till dig separat via e-post. Du kan hämta dina digitala produkter från <URL> URL:en är en unik hemlighet som du kan använda för att komma åt dina hämtningar. Spara e-postmeddelandet för framtida bruk. Ditt beställnings-ID är viktigt.

source: Step 3: Download Your Products
sv: Steg 3: Ladda ner dina produkter

source: After visiting the URL above, you will see a list of products you can download. Clicking *Download* will start downloading the requested file. You are expected to save your downloads locally.
sv: Efter att ha besökt webbadressen ovan ser du en lista över produkter du kan ladda ner. Genom att klicka på * Ladda ner * börjar den begärda filen laddas ner. Du förväntas spara dina nedladdningar lokalt.

source: Step 4: Install
sv: Steg 4: Installera

source: On Windows and Mac, you can simply double click the installers and follow the directions on the screen. This will install Zrythm on your system, optionally creating a shortcut. On GNU/Linux, you can follow the instructions [here](https://appimage.org/) if you use the AppImage. If you want to use the universal GNU/Linux installer (recommended), use the `install.sh` script that comes with the zip file, then follow the directions on the console: ./install.sh To use the Flatpak version, install the flatpak ref file with: flatpak install <path to .flatpakref file>
sv: I Windows och macOS kan du dubbelklicka på installationsprogrammen och följa anvisningarna på skärmen. Då installeras Zrythm på systemet och en genväg kan skapas. I GNU/Linux kan du följa anvisningarna [här](https://appimage.org/) om du använder AppImage. Om du vill använda det universella installationsprogrammet för GNU/Linux (rekommenderas) använder du skriptet `install.sh` som följer med zip-filen och följer sedan anvisningarna i konsolen: ./install.sh För att använda Flatpak-versionen installerar du Flatpak-referensfilen med: flatpak install <path to .flatpakref file>

source: These are all the steps involved in making an order and installing Zrythm. If you require further assistance, please have a look at the [Getting Started](https://manual.zrythm.org/en/getting-started/intro.html) section in the user manual.
sv: Dessa är alla steg som är inblandade i att göra en beställning och installera Zrythm. Om du behöver ytterligare hjälp, vänligen titta på [Kom Igång] (https://manual.zrythm.org/en/getting-started/intro.html) sektionen i användarhandboken.

source: Installer/Order Issues
sv: Problem med installation eller order

source: If the installer fails to install or there is an issue with your order, or to request a refund, please email `orders at zrythm.org`.
sv: Om installationsprogrammet inte fungerar, om det uppstår problem med din order eller om du vill begära återbetalning, skicka e-post till `orders at zrythm.org`.

source: Order %(order)s
sv: Beställning %(order)s

source: Note: AppImage builds are no longer available. Flatpak builds are available after v1.0.0-alpha.29.0.1. Builds ending in .r(revision).g(commit) are nightly builds. Separate user manual downloads are available after v1.0.0-beta.1.2.3.
sv: Obs: AppImage-byggen finns inte längre. Flatpak-byggen finns efter v1.0.0-alpha.29.0.1. Byggen som slutar på .r(revision).g(commit) är nattbyggen. Separata hämtningar av användarhandboken finns efter v1.0.0-beta.1.2.3.

source: Email notifications are <b>enabled</b>
sv: E-post aviserings are <b>aktiverad</b>

source: Email notifications are <b>disabled</b>
sv: E-post aviserings are <b>inaktiverad</b>

source: Turn off notifications
sv: Turn off aviserings

source: Turn on notifications
sv: Turn on aviserings

source: Your subscription is complimentary and permanently <b>Active</b>
sv: Din prenumeration är kostnadsfri och permanent <b>aktiv</b>

source: Your subscription status is
sv: Din prenumerationsstatus är

source: Active*
sv: Aktiv*

source: *If you have recently cancelled your subscription, your subscription will stay active until its end of term.
sv: *If you have recently cancelled your subscription, your subscription will stay aktiv until its slut of term.

source: Your subscription can be cancelled by logging into PayPal and cancelling it manually.
sv: Du kan avsluta prenumerationen genom att logga in på PayPal och avsluta den manuellt.

source: Cancel subscription
sv: Avbryt prenumeration

source: You are buying %(product)s (%(product_summary)s)
sv: Du köper %(product)s (%(product_summary)s)

source: Total: ¥%(product_display_price)s (+ payment processor fees)
sv: Totalt: ¥%(product_display_price)s (+ avgifter från betalningsförmedlaren)

source: (annually)
sv: (annuallay)

source: By making a purchase, you agree to our <a href="%(terms_url)s">Terms and Conditions</a> and <a href="%(privacy_url)s">Privacy Policy</a>.
sv: Genom att genomföra ett köp godkänner du våra <a href="%(terms_url)s">villkor</a> och vår <a href="%(privacy_url)s">integritetspolicy</a>.

source: Go Back
sv: Go Bak

source: Checkout requires JavaScript
sv: Kassan kräver JavaScript

source: Pay with Stripe
sv: Betala med Stripe

source: Upgrade to bundle
sv: Uppgrade to bundle

source: * Please choose <i>Stripe</i> to pay with a Credit Card or Alipay, or <i>PayPal</i> to pay with a PayPal account.
sv: * Välj <i>Stripe</i> för att betala med kreditkort eller Alipay, eller <i>PayPal</i> för att betala med ett PayPal-konto.

source: Purchases are made in JPY (Japanese Yen).
sv: Purchases are made in JPY (Japanoreringese Yen).

source: "Please enter your email address. Your products will be sent to this email address."
sv: ”Ange din e-postadress. Dina produkter skickas till den här e-postadressen.”

source: "Invalid email address"
sv: "Ogiltig e-postadress"

source: Payment cancelled or failed.
sv: Payment cancelled or misslyckades.

source: Return to product
sv: Återgå till produkt

source: Thank you for supporting Zrythm! You should be receiving an email shortly.
sv: Tack för att du stöder Zrythm! Du får snart ett e-postmeddelande.

source: Product Selection
sv: Product Väljion

source: year
sv: år

source: * Recommended if you would like to support the project
sv: * Rekommenderas om du vill stödja projektet

source: * Most cost-effective
sv: * Mest prisvärd

source: *Prices exclude payment processor fees
sv: *Priserna inkluderar inte avgifter från betalningsförmedlaren

source: Terms and Conditions
sv: Villkor

source: DAW, digital audio workstation, music production, audio, pro audio, Linux, GNU/Linux, free software, libre software, sound editor, composition, MIDI, LV2, JACK, VST, audio plugin, recording, editing, arrange, arranger, mixing, mastering
sv: DAW, digital ljudarbetsstation, musikproduktion, ljud, proffsljud, Linux, GNU/Linux, fri mjukvara, libre mjukvara, ljudredigerare, komposition, MIDI, LV2, JACK, VST, ljud-plugin, inspelning, redigering, arrangera, arrangör, mixning, mastering

source: A highly automated and intuitive digital audio workstation.
sv: En mycket automatiserad och intuitiv digital ljudarbetsstation.

source: Stereo dynamic range compressor
sv: Kompressor för stereodynamiskt omfång

source: Cubic nonlinearity distortion
sv: Kubisk icke-linjär distorsion

source: Stereo flanging effect
sv: Stereo flanger-effekt

source: Stereo signal gate
sv: Signalgrind för stereo

source: 2nd-order Butterworth highpass filter
sv: 2:a ordningens Butterworth högpassfilter

source: 2nd-order Butterworth lowpass filter
sv: 2:a ordningens Butterworth lågpassfilter

source: Parametric equalizer
sv: Parametrisk equalizer

source: Dynamic range compressor modelled after the 1176 peak limiter
sv: Kompressor för dynamiskt omfång modellerad efter 1176 peak limitern

source: Phasing effect
sv: Phasing-effekt

source: Polyphonic synthesizer with 3 detuned oscillator voices
sv: Polyfonisk synthesizer med 3 detunerade oscillatorröster

source: Delay that doesn't click and doesn't transpose when the delay time is changed
sv: Delay that doesn't klicka and doesn't transpose when the delay time is ändrad

source: Wah pedal effect to the 4th order
sv: Wah pedal effekt till den 4:e ordningen

source: White noise generator
sv: Vitt brus generator

source: 8x8 late-reverberation FDN reverb
sv: 8x8 FDN reverb med sen reverb

source: ZChordz maps the chords of a minor or major scale to white keys
sv: ZChordz översätter ackorden från en moll- eller durskala till vita tangenter

source: Major or minor scale
sv: Mindre eller större skala

source: Velocity multiplier per note
sv: Hastighets multiplikator per not

source: ZLFO is a fully featured LFO for CV-based automation
sv: ZLFO är en fullt funktionsrik LFO för CV-baserad automation

source: Multi-oscillator with custom wave
sv: Multi-oscillator med justerbar våg

source: Phase shift
sv: Fasförskjutning

source: Vertical/horizontal inversion
sv: Vertikal/horisontell inversion

source: Step mode
sv: Stegläge

source: Editable range
sv: Redigerbart omfång

source: Sync to host or free-form
sv: Synkronisera med värden eller använd fritt läge

source: ZSaw is a supersaw synth with 1 parameter
sv: ZSaw is a suppersaw synth with 1 parameter

source: 7 sawtooth oscillators
sv: 7 sågtandsoscillatorer

source: Single knob to control detune
sv: Single knejb to kontroll detune

source: Intuitive Editing
sv: Intuitiv redigering

source: Flexible Select Tool
sv: Flexible Välj Verktyg

source: Select, move, resize, clone, link, loop, delete and cut objects with a {ref}single tool{endref}.
sv: Markera, flytta, ändra storlek på, klona, länka, loopa, ta bort och klipp objekt med {ref}ett enda verktyg{endref}.

source: Extensive Toolbox
sv: Extensive Verktygbox

source: Extend select tool functionality by switching to the {ref}Edit, Cut, Erase, Ramp or Audition tools{endref}.
sv: Extslut välj verktyg funktionality by switching to the {ref}Redigera, Klipp ut, Erase, Ramp or Audition verktygs{endref}.

source: Adaptive Snapping
sv: Adaptiv Snapping

source: Snapping behavior adjusts to the current zoom level.
sv: Snapping behavior adbaras to the current zoom nivå.

source: Looping
sv: Slingaing

source: Loop audio, MIDI, automation and chord clips.
sv: Slinga ljud, MIDI, automation and ackord clips.

source: Featureful Timeline
sv: Featureful Tidslinje

source: Track Lanes
sv: Spår Lanes

source: Add multiple layers of audio/MIDI to the same track using {ref}track lanes{endref}.
sv: Lägg till flera lager av ljud/MIDI på samma spår med {ref}spårfält{endref}.

source: Bounce in Place
sv: Renderaa in Place

source: Quickly bounce selected material to audio.
sv: Quickly bounce väljed material to ljud.

source: Stretching
sv: Sträckning

source: Stretch any type of region
sv: Stretch vilken som helst typ of region

source: Powerful Editors
sv: Powerful Redigeraors

source: Piano Roll
sv: Pianej Roll

source: Create, edit and arrange MIDI events in a dedicated piano roll with chord integration.
sv: Skapa, edit and arrange MIDI events in a dedicated pianej roll with ackord integration.

source: Drum View
sv: Trumvy

source: One-click switch to drum view for editing single-hit instruments.
sv: One-klicka switch to drum view for editing single-hit instruments.

source: Velocity Editor
sv: Anslagsstyrkeredigerare

source: Edit multiple velocities simultaneously with the select tool or draw with the pencil or ramp tool.
sv: Redigera multiple velocities simultaneously with the välj verktyg or draw with the pencil or ramp verktyg.

source: Audio Editor
sv: Ljud Redigeraor

source: Adjust fades/gain and edit parts of audio clips using audio functions inside the audio editor.
sv: Adbara fades/gain and edit parts of ljud clips using ljud funktions inside the ljud editor.

source: List Editors
sv: Lista Redigeraors

source: Edit object parameters manually in the event viewer.
sv: Redigera objektparametrar manuellt i händelsevisaren.

source: Editor Functions
sv: Redigeraor Funktions

source: Quickly apply functions like Legato, Invert and Fade Out to the selected objects.
sv: Quickly apply funktions like Legato, Invert and Fade Out to the väljed objekts.

source: External App Integration
sv: Extern App Integration

source: Edit selected audio parts in any external app.
sv: Redigera väljed ljud parts in vilken som helst extern app.

source: Recording Capabilities
sv: Spela ining Capabilities

source: Audio/MIDI Recording
sv: Ljud/MIDI Spela ining

source: Record audio/MIDI from any of your devices, or even from other apps using JACK.
sv: Spela in ljud/MIDI from vilken som helst of your devices, or even from annan apps using JACK.

source: Comprehensive Recording Settings
sv: Comprehensive Spela ining Inställningar

source: Use punch in/punch out, record on MIDI input, and optionally create multiple takes.
sv: Use punch in/punch out, record on MIDI inmatning, and alternativallay create multiple takes.

source: Automation Recording
sv: Automation Spela ining

source: Record automation in latch/touch mode.
sv: Spela in automation in latch/touch mode.

source: Device Controls
sv: Device Kontrolls

source: Bind your device knobs to controls inside Zrythm and record your actions.
sv: Bind your device knejbs to kontrolls inside Zrythm and record your åtgärds.

source: Mixing Capabilities
sv: Mixningsfunktioner

source: Group Tracks
sv: Gruppspår

source: Organize audio/MIDI signal groups with group tracks.
sv: Organisera ljud-/MIDI-signalgrupper med gruppspår.

source: Aux Sends
sv: Aux Ssluts

source: Easily route signals to FX tracks and plugin sidechain inputs.
sv: Easily route signals to FX spårs and insticksmodul sidechain inmatnings.

source: In-Context Listening
sv: In-Context Listaening

source: Listen to specified tracks in the context of the mix by dimming down every other track.
sv: Listaen to specified spårs in the context of the mix by dimming ner varje annan spår.

source: Monitor Section
sv: Monitorsektion

source: Change listen/mute/solo behavior and adjust what goes to your speakers.
sv: Change listaen/tysta/solo behavior and adbara what goes to your speakers.

source: Unlimited Automation
sv: Obegränsad automation

source: Anywhere-to-Anywhere Connections
sv: Vilken som helstwhere-to-Vilken som helstwhere Connections

source: Connect anything to anything.
sv: Connect vilken som helstthing to vilken som helstthing.

source: Automation Curves
sv: Automationskurvor

source: Automate parameters with straight lines or curves, choosing from multiple curve algorithms, such as Exponential and Elliptic curves.
sv: Automatisera parametrar med raka linjer eller kurvor och välj bland flera kurvalgoritmer, exempelvis exponentiella och elliptiska kurvor.

source: Envelopes
sv: Envelopper

source: Automate parameters with CV signals or envelopes, including macro knobs and LFO plugins such as ZLFO.
sv: Automatisera parametrar med CV-signaler eller envelopper, inklusive makrorattar och LFO-insticksmoduler som ZLFO.

source: Automate Anything
sv: Automate Vilken som helstthing

source: Automate any possible parameter, including the project's BPM and time signature.
sv: Automate vilken som helst possible parameter, including the project's BPM and time signature.

source: Intuitive User Interface
sv: Intuitivt användargränssnitt

source: Detachable Views
sv: Detachable Visas

source: Detach views from any panel and work efficiently with multi-monitor setups.
sv: Detach views from vilken som helst panoreringel and work efficiently with multi-monitor setupps.

source: Searchable Preferences
sv: Sökable Preferences

source: Start typing to locate the preference you're looking for.
sv: Starta typing to locate the preference you're looking for.

source: Inspector Pages
sv: Inspektörssidor

source: Edit all track and plugin parameters in the inspector.
sv: Redigera alla spår and insticksmodul parameters in the inspector.

source: Plugin Capabilities
sv: Insticksmodul Capabilities

source: Plugin Support
sv: Stöd för insticksmoduler

source: Thanks to {ref}Carla{endref}, Zrythm supports a variety of plugin formats including LV2, VST2, VST3, AU, CLAP and JSFX.
sv: Tack vare {ref}Carla{endref} stöder Zrythm flera insticksformat, bland annat LV2, VST2, VST3, AU, CLAP och JSFX.

source: SoundFonts as Plugins
sv: SoundFonts som insticksmoduler

source: Use SFZ and SF2 soundfonts as instrument plugins.
sv: Använd SFZ- och SF2-ljudteckensnitt som instrumentinsticksmoduler.

source: Flexible Plugin Browser
sv: Flexible Insticksmodul Bläddrar

source: Easily filter plugins by author, format or category, and organize your favorite plugins with plugin collections.
sv: Filtrera enkelt insticksmoduler efter upphovsperson, format eller kategori och organisera favoriter med instickssamlingar.

source: Plugin Bridging
sv: Insticksmodul Bridging

source: Sandbox plugins by opening them in bridge mode.
sv: Isolera insticksmoduler genom att öppna dem i bryggläge.

source: Automatable Bypass Mode
sv: Automatabell Bypass Mode

source: Easily bypass plugins in the signal chain with an automatable control.
sv: Koppla enkelt förbi insticksmoduler i signalkedjan med en automatiserbar kontroll.

source: Comprehensive Import/Export
sv: Comprehensive Importera/Exportera

source: File Browser
sv: Fil Bläddrar

source: Browse and audition MIDI and audio files, and organize your favorite paths with favorites.
sv: Bläddra and audition MIDI and ljud fils, and organize your favorite sökvägs with favorites.

source: Audio Files
sv: Ljud Fils

source: Import or export any format supported by {ref}libsndfile{endref}, with additional MP3 import support.
sv: Importera eller exportera alla format som stöds av {ref}libsndfile{endref}, med ytterligare stöd för MP3-import.

source: Import or export any part of the project in MIDI Type 0 or Type 1 formats.
sv: Importera eller exportera valfri del av projektet i MIDI-format av typ 0 eller 1.

source: Stem Export
sv: Stem Exportera

source: Export stems for specific tracks and share them with other producers.
sv: Exportera stems for specific spårs and share them with annan producers.

source: Chord Assistance
sv: Ackord Assistance

source: Chord Audition
sv: Ackord Audition

source: Quickly listen to chords by clicking the pads or pressing notes on your MIDI keyboard, and drag-and-drop chords to the timeline.
sv: Lyssna snabbt på ackord genom att klicka på plattorna eller spela toner på MIDI-klaviaturet, och dra och släpp ackord på tidslinjen.

source: Chord Editing
sv: Ackord Redigeraing

source: Invert chords with a single click or use the chord selector to choose any chord, with an option to filter chords in the current scale.
sv: Invert ackords with a single klicka or use the ackord väljor to välj vilken som helst ackord, with an alternativ to filtrera ackords in the current skala.

source: Recordable Chord Track
sv: Spela inable Ackord Spår

source: Dictate or record the scale and chord progression of the project, and optionally route the output to an instrument.
sv: Dictate or record the skala and ackord progression of the project, and alternativallay route the utmatning to an instrument.

source: Chord Presets
sv: Ackord Påterställs

source: Generate chords from a wide range of scales, load included chord presets for various genres, or save your own.
sv: Generate ackords from a wide range of skalas, load included ackord påterställs for various genres, or save your own.

source: Never Lose Work
sv: Aldrig Lose Work

source: Project Backups
sv: Projekt Bakupps

source: Backups taken automatically at user-specified intervals.
sv: Bakupps taken automatiskallay at user-specified intervals.

source: Undoable Actions
sv: Ångraable Åtgärds

source: Almost every user action is undoable.
sv: Almost varje user åtgärd is undoable.

source: Serializable Undo History
sv: Serializable Ångra History

source: Keep your undo history when saving projects.
sv: Behåll ångringshistoriken när du sparar projekt.

source: Optimized Performance
sv: Optimerad prestanda

source: Hardware accelerated UI
sv: Hårdvaruaccelererat gränssnitt

source: Most of the user interface is drawn on the GPU thanks to {ref}GTK4{endref}.
sv: Större delen av användargränssnittet ritas av GPU:n tack vare {ref}GTK4{endref}.

source: SIMD-optimized DSP
sv: SIMD-optimerad DSP

source: Zrythm uses {ref}lsp-dsp-lib{endref} which implements SIMD extensions such as SSE, AVX and FMA when available to speed up audio processing and minimize DSP usage.
sv: Zrythm använder {ref}lsp-dsp-lib{endref}, som implementerar SIMD-tillägg som SSE, AVX och FMA när de är tillgängliga för att påskynda ljudbearbetning och minimera DSP-användning.

source: Extensive Caching
sv: Omfattande cachelagring

source: Expensive computations are pre-calculated to save processing time.
sv: Expensive computations are pre-calculated to save bearbetar time.

source: Cross-Platform Support
sv: Stöd för flera plattformar

source: Multiple Platforms
sv: Flera plattformar

source: Zrythm is designed to run on a {ref}wide variety of platforms and architectures{endref} including x86 architectures, PowerPC, RISC-V, ARMv7 and ARMv8.
sv: Zrythm är utformat för att köras på {ref}en mängd olika plattformar och arkitekturer{endref}, inklusive x86-arkitekturer, PowerPC, RISC-V, ARMv7 och ARMv8.

source: Multiple Backends
sv: Multiple Baksluts

source: Support for almost all major audio and MIDI backends, including JACK/PipeWire, Windows MME, WASAPI and Core Audio/MIDI.
sv: Stöd för nästan alla viktiga ljud- och MIDI-bakändar, bland annat JACK/PipeWire, Windows MME, WASAPI och Core Audio/MIDI.

source: Localized UI
sv: Lokalized UI

source: Use Zrythm in your preferred language.
sv: Använd Zrythm på det språk du föredrar.

source: Easily Add Translations
sv: Easily Lägg till Translations

source: Add missing translations and locales on {ref}Weblate{endref}.
sv: Lägg till saknade översättningar och språkversioner på {ref}Weblate{endref}.

source: User Freedom
sv: Användarfrihet

source: Free Software
sv: Free Programvara

source: All source code is released as {ref}copyleft free software{endref}.
sv: All källkod släpps som {ref}fri programvara med copyleft{endref}.

source: Open Standards
sv: Öppna Standards

source: Zrythm supports open standards such as MIDI, LV2, FLAC and OGG.
sv: Zrythm har stöd för öppna standarder som MIDI, LV2, FLAC och OGG.

source: Cooperation
sv: Samarbete

source: We work with the free software community to ensure Zrythm builds and runs without issues on all platforms.
sv: Vi samarbetar med den fria programvarugemenskapen för att säkerställa att Zrythm byggs och körs utan problem på alla plattformar.

source: Easily select, move, resize, clone, link, loop, delete and cut objects with a single tool or extend its functionality with additional specialized tools, and enjoy adaptive snapping in every arranger.
sv: Easily välj, move, restorlek, clone, länk, loop, delete and cut objekts with a single verktyg or extslut its funktionality with additional speciellized verktygs, and enjoy adaptiv snapping in varje arranger.

source: Limitless Automation
sv: Obegränsad automation
